{"data":[{"tit":"Who we are","con":"Women Help Women is an international activist non-profit organization working on access to abortion. We are feminist activists, trained counsellors, medical professionals, and researchers based across 4 continents who have a strong focus on supporting self-managed abortion, especially in places where abortion is restricted by laws, stigma and lack of access. Our projects include (a) a global telehealth service that provides information, support and abortion pills to women around the world and (b) partnerships with local feminist groups around the world to support increased access to abortion pills.\nFeminist activism, human rights, reproductive justice and harm reduction are the foundations for our work to improve access and change social norms and the discourse around abortion.\nThe power of self-managed abortion:\nAn immediate, safe and practical solution to an individual’s problem of having a pregnancy they feel they cannot continue at a particular time\nA route to improving health outcomes as well as individual and community empowerment\nA practical harm reduction strategy that meets people’s needs and realities\nA power disruptor and an expression of fundamental feminist principles and human rights 

 

Our Philosophy:

Key to reproductive freedom and justice is putting abortion pills directly into the hands of those that need them.

Our approach prioritizes:

1. Demystification: Eradicate the myths about abortion pills and promote knowledge sharing

2. Demedicalization: Put power into the hands of the people and communities, while calling for states accountability to provide clinical care and spectrum of options

3. Decriminalization: Remove all criminal laws on abortion as they are oppressive, irrational and discriminatory

4. Destigmatization: Center the needs and experience of the people that have abortions in discourse and policy

Women Help Women recognizes that the policing of our bodies constitutes a moral injustice, and that our work to reduce reproductive oppression is intricately linked with work that is done to eradicate racism, colonization, capitalism, sexism, heterosexism, cissexism, and other inequities. In particular, we know that transsexual, transgender, intersex and gender non-binary people also experience pregnancy and need abortion care, and we work to ensure that our activism and services are gender-inclusive. We strive to provide a respectful and responsive environment to every person, including every trans- or non-binary person who contacts us.

    our teams

    We are a group of feminist activists, trained counsellors, medical professionals, and researchers based across 4 continents who focus on supporting self-managed abortion, especially in places where abortion is restricted by laws, stigma and lack of access. "},
          {"tit":"What we do","con":"Women Help Women links activists, organizations and researchers around the world. We work to increase the availability of reproductive health choices needed to control our reproductive lives. Our work is non-profit.

Our programs:

We work to both increase access to abortion through direct action and change social norms.

Our programs advance online and community access to self-managed abortion and work to create cultural change through this practice.

    We support local feminist activist groups, train them in self-managed abortion, and connect groups to others in the global movement
    We design and support innovative interventions using technology, such as online services, hotlines to expand access to abortion
    We set up projects focused on particular regions such as SASS: Self-Managed Abortion – Safe and Supported in the USA, and co-convene regional networks, including: Mobilizing Activist for Medical Abortion Network (MAMA) in Africa
    We work on holistic security trainings to empower activism
    We collaborate on research projects in the domains of public health and social science, needed for evidence-based advocacy (See our publications)
    We work to disrupt the traditional narratives and change discourse and norms around abortion (See our resources)

Our organizational culture is collaborative, horizontal, open-source and feminist.
"}]
