{"data":[
  {"tit": "What are male condoms?", "con": "\n\nA condom is a thin rubber (latex or poly urethane) balloon that fits over the penis when the penis is erect. The condom stops\n‘sperm from entering the vagina, so it prevents pregnancy. Condoms are 98% effective in preventing pregnancy if used\ncorrectly (every time a couple has sex). Because sexually transmitted infections (STIs) are passed on through fluids mixing\n\n«during vaginal, oral or anal sex, condoms also protect against these infections. In fact, male condoms and female condoms\nare the only kind of contraception that provides protection against STIs."},
  {"tit": "What are female condoms?", "con": "\n\nFemale condoms can be made of poly uréthane or latex. The female condom is put into the vagina and loosely lines it. If used\ncorrectly, the female condom stops sperm from entering the vagina, so it prevents pregnancy. The female condom is 95%\neffective, if used correctly every time a couple has sex. Because sexually transmitted infections (STIs) are passed on\nthrough fluids mixing during vaginal, oral or anal sex, condoms also protect against these diseases. In fact male condoms and\n\nfemale condoms are the only kind of contraception that protect against STIs"},
  {"tit": "How do male condoms work?", "con": "\n\nCondoms stop the sperm from reaching the egg by creating a physical barrier to prevent fertilization. When used according to instructions, the male condom is 98% effective. This means that two women out of 100 will get pregnant in a year. If it is not used according to instructions, more women will become pregnant. A condom must not be used more than once. A couple must use a new condom each time they have sex.\nIt is important to know that some lubricants can make latex condoms less effective, but all lubricants are safe to use with condoms made from polyurethane or polyisoprene. Water-based lubricants, available in pharmacies and sexual health clinics, are safe to use with all condoms, including latex ones.\nSome male condoms come with spermicide on them.  Spermicide is a chemical that kills sperm. These condoms are slowly being phased out, as research has found that a spermicide called nonoxynol 9 does not protect against STIs such as chlamydia and HIV, and may even increase the risk of infection.  Nonoxynol 9 may also cause vaginal irritation for some women, which can increase suseptability to infections. It is best to avoid using spermicide-lubricated condoms, or spermicide as an additional lubricant"},
{"tit":"How can I use male condom?", "con": "\n\nIt is important that a man's penis does not make contact with a woman's vagina before a condom has been put on. This is because semen can come out of the penis before a man has fully ejaculated (cum). If this happens, or if semen leaks into the vagina while using a condom, a woman should consider the use of emergency contraception and getting tested for sexually transmitted infections (STIs).\nCheck the expiration date on the package to make sure the condom is not too old to be effective.  Then, hold the bulb of the condom between the finger and thumb.  The rolled up ridge needs to be on the outside of the condom as it is unrolled down the penis.  Hold the bulb to make sure that no air is trapped inside.  Then, place the condom over the head of the erect penis and gently unroll the condom all the way down.  If the ridge is on the inside (if the condom is inside out), get a new condom and try again.\nImmediately after ejaculation, before the penis has lost its erection, it is important to withdraw the penis and hold the condom in place.  This is because sperm can leak out once the man loses his erection.  Once the penis is outside of the vagina, pull the condom off slowly, being careful not to spill the contents. Check if the condom is damaged or there is a leak and discard the condom.  If the condom is damaged or there’s a leak a woman might consider using emergency contraception.\nBefore any further sexual contact, both partners should wash their hands if they have touched the condom. A new condom should be used, even if the male isn't planning to ejaculate again, if the couple continues sexual contact.  Never try to re-use a condom. Use a new condom each and every time you have sex, even if you have intercourse again immediately."},
{"tit":"How do female condom works?", "con" : "\n\nCondoms stop the sperm from reaching the egg by creating a physical barrier to prevent fertilization. A female condom is made of polyurethane or latex. It is put in the vagina and loosely lines it. If used according to instructions it is 95% effective. This means that five women in 100 will get pregnant in a year. If it is not used according to instructions, more women will become pregnant. A condom must not be used more than once. Use a new one each time you have sex"},
{"tit":"How do I use a female condom?", "con": "\n\nCheck the expiration date on the package to make sure the condom is not too old to be effective.\nThe female condom can be inserted up to 8 hours before having sex. The female condom has 2 rings, one (the smallest, that is Inside of the condom in the closed side) should be inserted in the vagina, the other should be kept outside of the vagina all the time. To use a female condom, hold the soft inner ring between finger and thumb.  Place the closed end of the condom into the vagina. Then push the condom as far into the vagina as possible.  The outer ring should always remain lying against the outside of the vagina.  If the outer ring goes into the vagina during sex, stop and adjust it so it is outside again.\nWhen sex is over, twist the condom and pull the end of it to remove it. Do this carefully; making sure no sperm enters the vagina.  Never reuse a condom.  The woman must use a new condom each and every time she has sex, even if she has intercourse again immediately."}]}
